Repository: common-repository/postman-widget
Catalog: paloma-*.po
Languages: sv_se

source: Title
sv_se: Titel

source: Description
sv_se: Beskrivning

source: Fields to include in form
sv_se: Fält att inkludera i formuläret

source: Add to list
sv_se: Lägh till i lista

source: optional
sv_se: valfri

source: Not selected
sv_se: Ej vald

source: Legal basis
sv_se: Rättslig grund

source: Missing
sv_se: Saknas

source: Consent
sv_se: Samtycke

source: Other legal basis
sv_se: Annan laglig grund

source: Not needed
sv_se: Behövs ej

source: Legitimate interest
sv_se: Berättigat intresse

source: Consent stored outside of paloma
sv_se: Samtycke sparat utanför Paloma

source: Legal obligation
sv_se: Rättslig förpliktelse

source: Public task
sv_se: Uppgift av allmänt intresse eller myndighetsutövning

source: Vital interest
sv_se: Grundläggande intresse

source: Contract
sv_se: Avtal

source: Consent text
sv_se: Medgivandetext

source: URL of Thanks Page
sv_se: URL för tacksida

source: I consent to
sv_se: Jag samtycker till

source: the processing of personal data
sv_se: behandling av mina personuppgifter

source: Required
sv_se: Obligatorisk

source: ValueMustBeAString
sv_se: Värdet måste vara en textsträng

source: ValueMustBeAnInteger
sv_se: Värdet måste vara ett heltal

source: ValueMustBeANumber
sv_se: Värdet måste vara en siffra

source: ValueMustBeTrueOrFalse
sv_se: Värdet måste vara sant eller falskt

source: Subscribe
sv_se: Prenumerera

source: Latest mailings
sv_se: Senaste utskicken

source: Extra Fields
sv_se: Extrafält

source: Company
sv_se: Företag

source: Mobile Nr
sv_se: Mobilnr

source: Phone Nr
sv_se: Tel nr

source: Address
sv_se: Adress

source: Postcode
sv_se: Postnr

source: City
sv_se: Stad

source: Country
sv_se: Land

source: Address List
sv_se: Adresslista

source: Select list
sv_se: Välj lista

source: Consent Text
sv_se: Medgivandetext

source: Select consent text
sv_se: Välj medgivandetext

source: Tip
sv_se: Tips

source: You can enter additional api settings to enable gathering of consent for GDPR
sv_se: Du kan fylla i fler API-inställningar för att aktivera insamling av medgivande för GDPR

source: Show Recent Mailings
sv_se: Visa senaste utskick

source: None
sv_se: Inget

source: Name
sv_se: Namn

source: Email
sv_se: E-post

source: Mobile Number
sv_se: Mobilnummer

source: Phone Number
sv_se: Telefonnummer

source: Postal Code
sv_se: Postnummer

source: Invalid e-mail.
sv_se: Ogiltig e-postadress.

source: Allows visitors to subscribe to a Paloma newsletter.
sv_se: Låter besökare prenumerera på ditt nyhetsbrev.

source: Paloma Newsletter
sv_se: Paloma Nyhetsbrev

source: Subscribe to our newsletter
sv_se: Prenumerera på vårt nyhetsbrev

source: Options saved.
sv_se: Dina val har sparats.

source: API Settings
sv_se: API-inställningar

source: In order to collect newsletter subscriptions from your Paloma Widget, you need to provide valid API credentials. If you are an active customer, contact support to receive your credentials: support@paloma.se
sv_se: För att samla prenumerationer till ditt nyhetsbrev med Paloma Widget så måste du skriva ett giltig Kund ID och en Kundhash. Om du är en aktiv kund så kan du kontakta support för att få ditt ID och Hash: support@paloma.se

source: When consent gathering is activated, you will be able to choose a consent text for the widget.
sv_se: När insamling av medgivande är aktiverat kommer du att kunna välja medgivandetext för widgeten.

source: Consent texts are created inside Paloma under Account settings/Consent texts.
sv_se: Medgivandetexter skapas i Paloma under Kontoinställningar / Medgivandetexter.

source: User account-ID:
sv_se: Användarkonto-ID:

source: User account API-Hash:
sv_se: Användarkonto-API-hash:

source: Customer-ID:
sv_se: Kund-ID:

source: Customer-Hash:
sv_se: Kund-Hash:

source: Save changes
sv_se: Spara ändringar

source: Incorrect User account-ID or User account API-Hash.
sv_se: Felaktig User account-ID eller User account API-Hash.

source: You have %d contactlists.
sv_se: Du har %d medgivandetexter.

source: You have 1 contactlist text.
sv_se: Du har 1 medgivandetext.

source: Either the ID and hash are incorrect or you do not have any contactlists.
sv_se: Antingen är ID-numret eller hash inkorrekt eller så har du inte någon adresslista.

source: Either the Customer-ID or Customer-Hash is incorrect.
sv_se: Customer-ID eller Customer-Hash är felaktig.

source: You have %d address lists.
sv_se: Du har %d adresslistor.

source: You have 1 address list.
sv_se: Du har 1 adresslista.

source: You have 0 address lists.
sv_se: Du har %d adresslistor.

source: You have %d consent texts.
sv_se: Du har %d medgivandetexter.

source: You have 1 consent text.
sv_se: Du har 1 medgivandetext.

source: Either the ID and hash are incorrect or you do not have any consent texts.
sv_se: Antingen är ID-numret eller hash inkorrekt eller så har du inte någon adresslista.
